"CANCEL" = "Zrušiť";
"DONE" = "Hotovo";
"OK" = "OK";

"VOICE_MEMOS_NAVIGATION_TITLE" = "Nahrávky";
"INFO_NAVIGATION_TITLE" = "Info";
"LABEL_NAVIGATION_TITLE" = "Popis";
"CUSTOM_NAVIGATION_TITLE" = "Vlastný";

"SHARE" = "Odoslať";
"DELETE" = "Vymazať";

"SHARE_DETAILS_BUTTON" = "Odoslať";
"TRIM_DETAILS_BUTTON" = "Orezať";

"SPEAKER_BUTTON" = "Reproduktor";
"DELETE_MEMO_BUTTON" = "Vymazať nahrávku";
"SEND_TRIMMED_MMS_BUTTON" = "Odoslať správu";
"SEND_TRIMMED_MAIL_BUTTON" = "Odoslať email";
"SHARE_PROMPT" = "Zdieľať nahrávku pomocou:";
"SEND_MAIL_BUTTON" = "Emailu";
"SEND_MMS_BUTTON" = "Správy";
"TRIM_BUTTON" = "Orezať nahrávku";
"CLOSE_BUTTON" = "Zatvoriť";
"OK_BUTTON" = "OK";

"NONE_LABEL" = "Žiadny";
"PODCAST_LABEL" = "Podcast";
"INTERVIEW_LABEL" = "Interview";
"LECTURE_LABEL" = "Prednáška";
"IDEA_LABEL" = "Nápad";
"MEETING_LABEL" = "Stretnutie";
"MEMO_LABEL" = "Nahrávka";
"CUSTOM_LABEL" = "Vlastný";

"RECORDED_ON_FORMAT" = "Dátum nahrávky: %@";
"RECORDED_ON_FORMAT_EXTENDED" = "Dátum nahrávky: %@ o %@";

"RECORDING_STATUS_BAR_FORMAT" = "Nahráva sa  %@";
"RECORDING_PAUSED_STATUS_BAR_FORMAT" = "Nahrávanie pozastavené  %@";
"RECORDING_STATUS_BAR_TIME_HMS_FORMAT" = "%d:%02d:%02d";
"RECORDING_STATUS_BAR_TIME_MS_FORMAT" = "%02d:%02d";

"RECORDING_DURATION_HMS_UNITS_FORMAT" = "%d h %d min %d s";
"RECORDING_DURATION_HMS_NO_UNITS_FORMAT" = "%d:%02d:%02d";
"RECORDING_DURATION_MS_UNITS_FORMAT" = "%d min %d s";
"RECORDING_DURATION_MS_NO_UNITS_FORMAT" = "%02d:%02d";
"RECORDING_DURATION_S_UNITS_FORMAT" = "%d s";
"RECORDING_DURATION_S_NO_UNITS_FORMAT" = "00:%02d";

"MEMO_TOO_LONG_ALERT_TITLE" = "Nahrávka je príliš dlhá";
"MEMO_TOO_LONG_ALERT_BODY" = "Chcete na odoslanie vybrať kratšiu verziu tejto nahrávky?";

"UNABLE_TO_RECORD_ALERT_TITLE" = "Mikrofón nie je k dispozícii";
"UNABLE_TO_RECORD_ALERT_BODY" = "Pre nahrávanie poznámok pripojte mikrofón.";

"UNABLE_TO_INTERRUPT_ALERT_TITLE" = "Nahrávanie je zakázané";
"UNABLE_TO_INTERRUPT_ALERT_BODY" = "Ak chcete nahrávať, ukončite hovor.";

"LOW_DISK_SPACE_ALERT_TITLE" = "Nedostatok miesta na disku";
"LOW_DISK_SPACE_ALERT_BODY" = "Nemáte dostatok miesta na disku pre ďalšie nahrávky. Uvoľnite miesto vymazaním videí alebo fotiek.";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Pre odosielanie nahrávok si nastavte Mailový účet.";

"MEMO_FILENAME" = "Nahrávka";
